<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

	<textarea rows="5" cols="91">
[선택 입력(수집) 항목]
구분	항목	이용 목적
고객 맞춤형 상품 및 서비스 추천 등 마케팅 정보	이메일, 휴대폰번호, 주소, 생년월일, 선호영화관, 선호장르, 선호시간대, 문자/이메일/앱푸쉬 정보 수신동의여부, 서비스 이용기록, 포인트 적립 및 사용 정보, 접속로그, 프로필 사진, 본인 갤러리 사진 정보	고객 맞춤형 상품 및 서비스 추천, 당사 신규 상품/서비스 안내 및 권유, 사은/할인 행사 등 각종 이벤트 정보 등의 안내 및 권유
마케팅홍보 등을 위한 고객 분석, 혜택 및 서비스 개발을 위한 고객 통계 분석 및 연구 조사
-신규 서비스 개발 및 맞춤 서비스 제공
-개인 프로필 설정
-포토카드 서비스 이용
조사 및 연구 정보	고객의 영화관 이용 행태, 서비스만족도 평가정보, 성별, 나이, 거주지역(도단위), 직업, 취미, 관심사, 결혼여부, 자녀수, 자녀나이	조사 및 연구 분석 
간편 로그인 이용 시 수집되는 정보	이름/이메일	네이버 간편로그인
닉네임 및 프로필 사진/이메일	카카오 간편로그인
이름/이메일	페이코 간편로그인
사용자 이름 및 프로필 사진/이메일	페이스북 간편로그인
회원 번호, 고유키, 이름, 이메일	애플 간편로그인
외부 예매처 /
제휴 멤버십 이용 시 수집되는 정보	CI, 성명, 전화번호, 생년월일	YES24, 인터파크 예매
성명, 전화번호, 생년월일	KT 멤버십 (제휴 멤버십)
CI, 성명, 전화번호, 생년월일, 성별, 주소	KT/LGU+/SYRUP 멤버십 (제휴 멤버십)
CI, 성명, 전화번호, 생년월일, 성별	카카오 / 페이코 / 네이버 멤버십 (제휴 멤버십)
위치 정보 활용	모바일 단말기 기기 정보	위치 정보 서비스 기반 기록 활용 및 서비스 혜택 안내* 해당 정보는 자료 수집 시점에 별도 동의를 받으며, 동의를 받은 기간 까지만 보관 후 안전한 방법으로 파기 합니다.

<서비스 이용 또는 사업 처리 과정에서 생성/수집되는 정보>
수집 항목	수집 및 이용 목적
서비스 이용기록(이용시간, 이용극장, 포인트 적립 및 사용 기록, 상품 또는 서비스 구매 내역 등), 앱/웹 로그인 기록, 접속 로그, 접속IP정보, 	개인정보 침해 사고에 대한 대비, 분쟁 조정을 위한 기록보존
쿠키	-마케팅홍보 활동을 위한 고객 분석
-신규 서비스 개발 및 맞춤 서비스 제공
*개인정보 취급 방침 제8조에 상술
 
결제 기록(생년월일, 신용카드 정보)	상품 구매에 대한 결제
상품 및 결제 정보, 쿠폰 정보 등 	모바일 오더 서비스 및 통합결제 서비스 제공을 위한 기록 수집
</textarea>