<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>

	<textarea rows="5" cols="91">
CINEMABOX(주)(이하 "회사")는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

1. 필수 입력(수집) 항목
 
구분	수집항목	수집 및 이용 목적
회원 가입 및 관리 필수 수집 항목	성명, 생년월일, 성별, 본인인증정보(CI, DI), 아이핀 번호(아이핀 본인인증 일 경우),
아이디, 비밀번호, 휴대폰번호, 이메일	-메가박스 상품 구매에 대한 결제 및 예매 확인
- 회원 서비스 이용에 따른 본인 식별 및 실명 여부, 중복 가입 여부 확인
- 멤버십 서비스 제공
- 공지사항 전달, 문의 또는 불만 처리 등을 위한 원활한 의사소통 경로의 확보
- 드림센터 운영
14세미만 법정대리인의 이름, 휴대폰번호, CI	- 만 14세 미만 아동의 고객 가입을 위한 법정대리인 동의 여부 확인
모바일 서비스 이용 위한 필수 수집 항목	모바일 단말기기정보(모델명, OS종류, OS버전 정보)	-공지사항 전달, 문의 또는 불만 처리 등을 위한 원활한 의사소통 경로의 확보
-개인정보 침해 사고에 대한 대비, 분쟁 조정을 위한 기록보존
비회원으로부터
수집되는 정보	성명, 생년월일, 휴대폰번호, 비밀번호	홈페이지, 모바일 앱/웹 이용 시*간편 로그인 이용을 위해 제공받은 정보는 회원가입이 진행되지 않은 경우 즉시 파기합니다. 또한 닉네임, 프로필사진 정보는 SNS의 운영 정책에 따라 전송되나, 당사 DB에 저장하지 않고 즉시 파기 합니다.

2. 서비스 이용 또는 사업처리 과정에서 생성, 수집되는 정보
수집 항목	수집 및 이용 목적
서비스 이용기록(이용시간, 이용극장, 포인트 적립 및 사용 기록, 상품 또는 서비스 구매 내역 등), 앱/웹 로그인 기록, 접속 로그, 접속IP정보, 	개인정보 침해 사고에 대한 대비, 분쟁 조정을 위한 기록보존
쿠키	-마케팅홍보 활동을 위한 고객 분석
-신규 서비스 개발 및 맞춤 서비스 제공
*본 처리 방침 제8조에 상술
 
결제 기록(생년월일, 신용카드 정보)	상품 구매에 대한 결제
상품 및 결제 정보, 쿠폰 정보 등 	모바일 오더 서비스 및 통합결제 서비스 제공을 위한 기록 수집

​​​​​3. 개인정보의 처리 및 보유기간
회사는 법령에따른 개인정보 보유 및 이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유 및 이용기간 내에서 개인정보를 처리‧보유합니다.

각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.

1.서비스 이용을 위한 필수 수집 항목 : 탈퇴 시까지 보유
다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지 보유
1)비회원 수집 항목 : 관람 또는 취소 후 7일까지 보유
2)무분별한 회원 탈퇴와 재가입으로 인한 피해 최소화, 고객탈퇴 후 변심에 의한 민원처리 등을 처리하기 위해 고객 탈퇴 후 30일간 최소한의 고객 정보 보유 (탈퇴 즉시 최소한의 정보만 분리보관, 30일 보유 후 지체 없이 파기)
3)관계 법령 위반에 따른 수사․조사 등이 진행중인 경우에는 해당 수사․조사 종료 시까지
4)홈페이지 이용에 따른 채권․채무관계 잔존 시에는 해당 채권․채무관계 정산 시까지

2.휴면 회원 : 휴면 고객으로 분리 보관된 시점으로부터 1년 보유 후 파기
1)휴면 회원 : 서비스를 1년 이상 이용하지 않은 회원
2)휴면 회원 전환 조건
  -홈페이지 및 모바일 웹, 앱 로그인 이력이 1년 이상 없는 고객
  -포인트 거래 이력이 1년 이상 없는 고객
  -멤버십 카드 발급 및 삭제 등의 이력이 1년 이상 없는 고객
3)휴면 회원 사전 안내
  -안내일 : 휴면 전환 30일전
  -안내 항목 : 별도 분리 보관되는 사실 및 휴면 예정일, 별도 분리 보관하는 개인정보 항목
  -안내 방법 : 이메일, 서면, 모사전송 등 하나의 방법으로 안내

3. 재화 또는 서비스 제공 : 재화․서비스 공급완료 및 요금결제․정산 완료 시까지
다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지
1)「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시․광고, 계약내용 및 이행 등 거래에 관한 기록
-게시판 이용자의 본인 확인에 관한 기록 : 6개월
-계약 또는 청약철회, 대금결제, 재화 등의 공급 기록 : 5년
-소비자 불만 또는 분쟁처리에 관한 기록 : 3년
2)「통신비밀보호법」제41조에 따른 통신사실확인자료 보관
-웹페이지 방문 및 로그인에 관한 기록: 3개월
</textarea>